Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

source: Exercise Options
de_de: Optionen ausüben
es_419: Ejercer opciones
es_es: Ejercer opciones
fr_fr: Exercer des options
it_it: Esercitare opzioni
ja_jp: オプションを行使する
ko_kr: 옵션 행사
ms_my: Opsyen Pelaksanaan
pt_br: Exercer opções
ru_ru: Исполнить опционы
th_th: ใช้สิทธิออปชัน
vi_vn: Thực hiện quyền chọn
zh_hans: 行使期权
zh_hant_tw: 行使期權

# exerciseOptionsMessageNumbersFormat
source: Message Number(s): %@
de_de: Nachrichtennummer(n): %1$@
es_419: Número (s) del mensaje: %1$@
es_es: Número(s) de mensaje: %1$@
fr_fr: Numéro(s) de message : %1$@
it_it: Numero/i del messaggio: %1$@
ja_jp: メッセージ番号：%1$@
ko_kr: 메시지 번호: %1$@
ms_my: Nombor Mesej: %1$@
pt_br: Número das mensagens: %1$@
ru_ru: Номер(а) сообщений: %1$@
th_th: หมายเลขข้อความ: %1$@
vi_vn: Số tin nhắn: %1$@
zh_hans: 讯息编号：%1$@
zh_hant_tw: 訊息編號：%1$@

source: Exercise Price
de_de: Ausübungspreis
es_419: Precio ejecutable
es_es: Precio ejercitable
fr_fr: Prix d'exercice
it_it: Prezzo di esercizio
ja_jp: 行使価格
ko_kr: 행사 가격
ms_my: Harga Pelaksanaan
pt_br: Preço do exercício
ru_ru: Цена исполнения
th_th: ราคาใช้สิทธิ
vi_vn: Giá thực hiện
zh_hans: 行使价
zh_hant_tw: 行使價

source: Exercise Quantity
de_de: Trainingsmenge
es_419: Cantidad ejecutable
es_es: Cantidad ejercitable
fr_fr: Quantité à exercer
it_it: Quantità da riscattare
ja_jp: 行使数量
ko_kr: 행사 수량
ms_my: Kuantiti Pelaksanaan
pt_br: Exercer quantidade
ru_ru: Количество к исполнению
th_th: ใช้สิทธิด้านจำนวน
vi_vn: Số lượng thực hiện
zh_hans: 行使数量
zh_hant_tw: 行使數量

source: Exercise SARs
de_de: Wertsteigerungsrechte ausüben (SARs)
es_419: Ejercer derechos de apreciación de acciones
es_es: Ejercer derechos de apreciación de acciones
fr_fr: Exercer des droits à la plus-value des actions
it_it: Esercitare dei SAR
ja_jp: SARを行使する
ko_kr: SAR 행사
ms_my: SAR Dijalankan
pt_br: Exercer SARs
ru_ru: Исполнить SAR
th_th: ใช้สิทธิ SAR
vi_vn: Thực hiện SAR
zh_hans: 行使 SAR
zh_hant_tw: 行使 SAR

# exerciseStrategyFootnote
source: *All individual tax rates are displayed. However, if you have reached the withholding limit that applies to any of those rates, the listed "Effective Tax Rate" does not include those rates. The results of the calculation are based on the "Effective Tax Rate" and do not take into consideration any withholding limits reached within the proposed transaction.
de_de: *Alle individuellen Steuersätze werden angezeigt. Wenn Sie jedoch die Quellensteuergrenze erreicht haben, die für einen dieser Sätze gilt, enthält der aufgeführte "effektive Steuersatz" diese Sätze nicht. Die Berechnungsergebnisse basieren auf dem "effektiven Steuersatz" und berücksichtigen keine Quellensteuergrenzen, die im Rahmen der geplanten Transaktion erreicht wurden.
es_419: Se muestran todos los tipos impositivos individuales. Sin embargo, si alcanzaste el límite de retención que se aplica a cualquiera de esos tipos, el Tipo Impositivo Efectivo que figura en "" no incluye esos tipos. Los resultados del cálculo se basan en la tasa impositiva efectiva " " y no toman en consideración ningún límite de retención alcanzado dentro de la transacción propuesta.
es_es: *Se mostrarán todos los tipos de impuestos individuales. No obstante, si ya ha alcanzado el límite de retención aplicable a cualquiera de esos tipos de interés, el «Tipo impositivo efectivo» indicado no los incluirá. Los resultados del cálculo se basan en el «Tipo impositivo efectivo» y no tienen en cuenta los límites de retención alcanzados en la transacción propuesta.
fr_fr: * Tous les taux d’imposition individuels sont affichés. Toutefois, si vous avez atteint le plafond de retenue applicable à l’un de ces taux, le « taux d’imposition effectif » affiché n’inclut pas ces taux. Les résultats du calcul sont basés sur le « taux d’imposition effectif » et ne tiennent pas compte des limites de retenue atteintes dans le cadre de la transaction proposée.
it_it: *Sono mostrate tutte le aliquote fiscali individuali. Tuttavia, se hai raggiunto il limite di ritenuta applicabile a una di queste aliquote, l'aliquota fiscale effettiva "elencata" non include tali aliquote. I risultati del calcolo si basano sull'"aliquota fiscale effettiva" e non tengono conto dei limiti di ritenuta alla fonte raggiunti nell'ambito della transazione proposta.
ja_jp: *すべての個人所得税率が表示されています。ただし、これらの税率のいずれかに適用される源泉徴収限度額に達している場合は、表示されている「実効税率」にはこれらの税率は含まれません。計算結果は「実効税率」に基づいており、提案されたトランザクション中に到達した源泉徴収限度額は考慮されていません。
ko_kr: *모든 개별 세율이 표시됩니다. 그러나 해당 세율 중 하나에 적용되는 원천징수 한도에 도달한 경우, 표시된 '실효 세율'은 이러한 세율을 포함하지 않습니다. 계산 결과는 '실효 세율'을 기준으로 하며 제안된 거래 내에서 도달한 원천 징수 한도를 고려하지 않습니다.
ms_my: *Semua kadar cukai individu dipaparkan. Walau bagaimanapun, jika anda telah mencapai had pegangan yang terpakai kepada mana-mana kadar tersebut, "Kadar Cukai Berkesan" yang disenaraikan tidak termasuk kadar tersebut. Keputusan pengiraan berdasarkan "Kadar Cukai Berkesan" dan tidak mengambil kira sebarang had pegangan yang dicapai dalam transaksi yang dicadangkan.
pt_br: *Todas as alíquotas individuais aparecem. No entanto, se você atingiu o limite de retenção na fonte que rege qualquer uma dessas alíquotas, a "Alíquota efetiva" listada não inclui essas alíquotas. Os resultados do cálculo são baseados na "Alíquota efetiva" e não levam em consideração nenhum limite de retenção na fonte atingido na transação proposta.
ru_ru: *Отображаются все индивидуальные налоговые ставки. Если лимит удержания для одной из этих ставок достигнут, она не включается в расчет «Эффективной налоговой ставки». Рассчитанные значения основаны на «Эффективной налоговой ставке» и не включают лимиты удержания, достигнутые в рамках сделки.
th_th: *อัตราภาษีรายบุคคลทั้งหมดจะถูกแสดง อย่างไรก็ตาม หากคุณถึงขีดจำกัดการหักภาษี ณ ที่จ่ายที่บังคับใช้กับอัตราใดๆ เหล่านี้แล้ว "อัตราภาษีที่มีผลบังคับ" ที่ระบุไว้จะไม่รวมถึงอัตราเหล่านั้น ผลการคำนวณขึ้นอยู่กับ "อัตราภาษีที่มีผลบังคับใช้" และจะไม่นำขีดจำกัดการหักภาษีใดๆ ที่เกิดขึ้นในธุรกรรมที่เสนอมาพิจารณา
vi_vn: *Hiển thị tất cả các thuế suất riêng lẻ. Tuy nhiên, nếu bạn đã đạt đến giới hạn khấu trừ áp dụng cho bất kỳ mức thuế suất nào trong số đó, "Mức thuế có hiệu lực" được liệt kê không bao gồm các mức thuế suất đó. Kết quả tính toán dựa trên "Mức thuế có hiệu lực" và không tính đến bất kỳ giới hạn khấu trừ nào đạt được trong giao dịch được đề xuất.
zh_hans: *所有个人税率均已列出。然而，若您已达到任何适用于此等税率的预扣税上限，所列出的「有效税率」则不包含这些税率。计算结果根据「有效税率」，并未考虑在拟议交易中达到的任何预扣税上限。
zh_hant_tw: *所有個人稅率均已列出。然而，若您已達到任何適用於此等稅率的預扣稅上限，所列出的「有效稅率」則不包含這些稅率。計算結果根據「有效稅率」，並未考慮在擬議交易中達到的任何預扣稅上限。

source: Exercise Type
de_de: Übungstyp
es_419: Tipo de ejercicio
es_es: Tipo de ejercicio
fr_fr: Type d'exercice
it_it: Tipo di riscatto
ja_jp: 行使の種類
ko_kr: 행사 유형
ms_my: Jenis Pelaksanaan
pt_br: Tipo de execução
ru_ru: Тип исполнения
th_th: ประเภทการใช้สิทธิ
vi_vn: Loại bài tập
zh_hans: 行使类型
zh_hant_tw: 行使類型

# featureUnavailable
source: Please update to the latest version of the app to use this feature.
de_de: Bitte aktualisieren Sie auf die neueste Version der App, um diese Funktion zu nutzen.
es_419: Actualice a la versión más reciente de la aplicación para usar esta función.
es_es: Actualice a la última versión de la aplicación para usar esta función.
fr_fr: Veuillez mettre à jour vers la dernière version de l’application pour utiliser cette fonctionnalité.
it_it: Per utilizzare questa funzione, aggiorna l'app alla versione più recente.
ja_jp: この機能を利用するには、アプリを最新バージョンに更新してください。
ko_kr: 기능을 사용하려면 앱을 최신 버전으로 업데이트하세요.
ms_my: Sila kemas kini kepada versi terkini aplikasi untuk menggunakan ciri ini.
pt_br: Atualize para a versão mais recente do aplicativo para usar este recurso.
ru_ru: Чтобы использовать эту функцию, обновите приложение до последней версии.
th_th: โปรดอัปเดตแอปเป็นเวอร์ชั่นล่าสุดเพื่อใช้คุณสมบัตินี้
vi_vn: Vui lòng cập nhật ứng dụng lên phiên bản mới nhất để sử dụng tính năng này.
zh_hans: 请将应用程式更新至最新版本以使用此功能。
zh_hant_tw: 請將應用程式更新至最新版本以使用此功能。

source: From
de_de: Von
es_419: De
es_es: De
fr_fr: De
it_it: Da
ja_jp: 差出人
ko_kr: 시작
ms_my: Daripada
pt_br: De
ru_ru: Отправитель
th_th: จาก
vi_vn: Từ
zh_hans: 从
zh_hant_tw: 從

# ftuMessage
source: This feature is temporarily unavailable. However, other app services may still be accessible. Please try again later.
de_de: Diese Funktion ist vorübergehend nicht verfügbar. Andere App-Dienste können jedoch weiterhin genutzt werden. Bitte versuche es später erneut.
es_419: Esta función no está disponible temporalmente. Sin embargo, es posible que puedas acceder a otros servicios de la aplicación. Inténtalo de nuevo más tarde.
es_es: Esta función no está disponible temporalmente. Sin embargo, es posible que pueda acceder a otros servicios de la aplicación. Inténtelo de nuevo más tarde.
fr_fr: Cette fonctionnalité est temporairement indisponible. Cependant, d’autres services de l’application restent accessibles. Veuillez réessayer plus tard.
it_it: Questa funzione non è temporaneamente disponibile. Tuttavia, potrebbero essere ancora accessibili altri servizi dell'app. Riprova più tardi.
ja_jp: この機能は一時的にご利用いただけません。ただし、他のアプリサービスは引き続きご利用可能な場合があります。後でもう一度お試しください。
ko_kr: 기능을 일시적으로 사용할 수 없습니다. 그러나 다른 앱 서비스는 계속 액세스하실 수 있습니다. 나중에 다시 시도하세요.
ms_my: Ciri ini tidak tersedia buat sementara waktu. Walau bagaimanapun, perkhidmatan aplikasi lain mungkin masih boleh diakses. Sila cuba lagi kemudian.
pt_br: Este recurso está temporariamente indisponível. No entanto, outros serviços de aplicativos ainda podem estar acessíveis. Volte depois.
ru_ru: Эта функция временно недоступна. Тем не менее, другие сервисы приложения могут быть по-прежнему доступны. Повторите попытку позже.
th_th: คุณสมบัตินี้ไม่สามารถใช้งานได้ชั่วคราว อย่างไรก็ตาม คุณอาจยังสามารถเข้าถึงบริการแอปอื่นๆ ได้ โปรดลองอีกครั้งในภายหลัง
vi_vn: Tính năng này tạm thời không khả dụng. Tuy nhiên, các dịch vụ khác của ứng dụng vẫn có thể truy cập được. Vui lòng thử lại sau.
zh_hans: 此功能暂时无法使用。然而，其他应用程式服务可能仍可使用。请稍后再试。
zh_hant_tw: 此功能暫時無法使用。然而，其他應用程式服務可能仍可使用。請稍後再試。

source: Good Until Canceled
de_de: bis auf Widerruf gültig
es_419: Válida hasta su cancelación
es_es: Válida hasta su cancelación
fr_fr: Valable jusqu'à révocation
it_it: Valido fino all'annullamento
ja_jp: 取り消しまで有効
ko_kr: 취소될 때까지 유효
ms_my: Baik sehingga Dibatalkan
pt_br: Válido até ser cancelado
ru_ru: Действительно до отмены
th_th: ดำเนินการคำสั่งจนกว่าจะถูกยกเลิก
vi_vn: Có hiệu lực cho đến khi bị huỷ
zh_hans: 取消前有效（GTC）
zh_hant_tw: 取消前有效（GTC）

# grantAgreementAcceptButton
source: Accept
de_de: Akzeptieren
es_419: Aceptar
es_es: Aceptar
fr_fr: Accepter
it_it: Accetta
ja_jp: 受諾
ko_kr: 수락
ms_my: Terima
pt_br: Aceitar
ru_ru: Принять
th_th: รับ
vi_vn: Chấp nhận
zh_hans: 接受
zh_hant_tw: 接受

# grantAgreementAcceptedMessage
source: Accepted %@ %@ at an award price of %@. Award ID: %@
de_de: Angenommen %1$@ %2$@ zu einem Prämienpreis von %3$@. Prämien-ID: %4$@
es_419: Aceptado %1$@ %2$@ a un precio de retribución de %3$@. ID de la retribución: %4$@
es_es: Aceptado %1$@ %2$@ a un precio de retribución de %3$@. ID de la retribución: %4$@
fr_fr: Acceptation de %1$@ %2$@ au prix d'attribution de %3$@. (Identifiant d'attribution : %4$@)
it_it: Accettato %1$@ %2$@ a un prezzo di aggiudicazione di %3$@. Identificativo conferimento: %4$@
ja_jp: %3$@の報奨価格で%1$@ %2$@を受諾しました。報奨ID：%4$@
ko_kr: %3$@의 보상 가격으로 %1$@ %2$@이(가) 수락되었습니다. 보상 ID: %4$@
ms_my: Diterima %1$@ %2$@ pada harga ganjaran %3$@. ID Ganjaran: %4$@
pt_br: Aceitou %1$@ %2$@ a um preço de prêmio de %3$@. (ID do prêmio: %4$@)
ru_ru: Принято %1$@ %2$@ по цене компенсации %3$@. ID компенсации: %4$@
th_th: รับ %1$@ %2$@ ณ ราคารางวัลที่ %3$@ (รหัสรางวัล: %4$@)
vi_vn: Đã chấp nhận %1$@ %2$@ với giá phần thưởng là %3$@. ID phần thưởng: %4$@
zh_hans: 已接受 %1$@ %2$@，奖励价格为 %3$@ 。奖励 ID：%4$@
zh_hant_tw: 已接受 %1$@ %2$@，獎勵價格為 %3$@ 。獎勵 ID：%4$@

# grantAgreementAcceptSuccessFormat
source: You have accepted your %@.
de_de: Sie haben Ihre %1$@ akzeptiert.
es_419: Has aceptado tu %1$@.
es_es: Ha aceptado su %1$@.
fr_fr: Vous avez accepté %1$@.
it_it: Hai accettato l'%1$@.
ja_jp: あなたの%1$@は受諾されました。
ko_kr: %1$@을(를) 수락했습니다.
ms_my: Anda telah menerima %1$@ anda.
pt_br: Você aceitou seu %1$@.
ru_ru: Вы приняли %1$@.
th_th: คุณได้ยอมรับ %1$@ ของคุณแล้ว
vi_vn: Bạn đã chấp nhận %1$@ của mình.
zh_hans: 您已接受 %1$@。
zh_hant_tw: 您已接受 %1$@。

# grantAgreementAgreementInstructions
source: To accept or reject the grant, select and review each document.
de_de: Um den Zuschuss anzunehmen oder abzulehnen, wähle jedes Dokument aus und überprüfe es.
es_419: Para aceptar o rechazar la subvención, selecciona y revisa cada documento.
es_es: Para aceptar o rechazar la concesión, seleccione y revise cada documento.
fr_fr: Pour accepter ou refuser l’octroi, sélectionnez et examinez chaque document.
it_it: Per accettare o rifiutare l'attribuzione, seleziona e riesamina ciascun documento.
ja_jp: 権利授与を受諾または拒否するには、各ドキュメントを選択して確認してください。
ko_kr: 부여를 수락하거나 거부하려면 각 문서를 선택하고 검토하세요.
ms_my: Untuk menerima atau menolak geran, pilih dan semak setiap dokumen.
pt_br: Para aceitar ou rejeitar a concessão, selecione e revise os documentos.
ru_ru: Чтобы принять или отклонить субсидию, выберите и просмотрите каждый документ.
th_th: หากต้องการยอมรับหรือปฏิเสธทุนที่มอบให้ ให้เลือกและตรวจสอบเอกสารแต่ละฉบับ
vi_vn: Để chấp nhận hoặc từ chối khoản tài trợ, hãy chọn và xem xét từng tài liệu.
zh_hans: 如欲接受或拒绝授予，请选择并查核每份文件。
zh_hant_tw: 如欲接受或拒絕授予，請選擇並查核每份文件。

# grantAgreementAwardNumberLabel
source: Award ID
de_de: Vergabenummer
es_419: ID de compensación
es_es: ID de la retribución
fr_fr: Identifiant d'attribution
it_it: ID conferimento
ja_jp: 報奨番号
ko_kr: 보너스 ID
ms_my: ID Ganjaran
pt_br: ID do prêmio
ru_ru: ID компенсации
th_th: รหัสรางวัล
vi_vn: ID phần thưởng
zh_hans: 奖励 ID
zh_hant_tw: 獎勵 ID

# grantAgreementCashAwards
source: cash awards
de_de: Cash Prämien
es_419: Premios en efectivo
es_es: retribuciones de efectivo
fr_fr: primes en espèces
it_it: conferimenti di denaro
ja_jp: 現金報酬
ko_kr: 현금 보상
ms_my: ganjaran wang tunai
pt_br: prêmios em dinheiro
ru_ru: денежное вознаграждение
th_th: รางวัลแบบเงินสด
vi_vn: phần thưởng tiền mặt
zh_hans: 现金奖励
zh_hant_tw: 現金獎勵

# grantAgreementDetailsAwardDate
source: Award Date
de_de: Zuteilungstag
es_419: Fecha de compensación
es_es: Fecha de retribución
fr_fr: Date d'attribution
it_it: Data di conferimento
ja_jp: 報奨日
ko_kr: 보상일
ms_my: Tarikh Ganjaran
pt_br: Data do prêmio
ru_ru: Дата начисления вознаграждения
th_th: วันที่รับรางวัล
vi_vn: Ngày phần thưởng
zh_hans: 奖励日期
zh_hant_tw: 獎勵日期

# grantAgreementDetailsAwardId
source: Award ID
de_de: Vergabenummer
es_419: ID de compensación
es_es: ID de la retribución
fr_fr: Identifiant d'attribution
it_it: ID conferimento
ja_jp: 報奨番号
ko_kr: 보너스 ID
ms_my: ID Ganjaran
pt_br: ID do prêmio
ru_ru: ID компенсации
th_th: รหัสรางวัล
vi_vn: ID phần thưởng
zh_hans: 奖励 ID
zh_hant_tw: 獎勵 ID

# grantAgreementDetailsDate
source: Date
de_de: Datum
es_419: Fecha
es_es: Fecha
it_it: Data
ja_jp: 日付
ko_kr: 날짜
ms_my: Tarikh
pt_br: Data
ru_ru: Дата
th_th: วันที่
vi_vn: Ngày
zh_hans: 日期
zh_hant_tw: 日期

# grantAgreementDetailsNavigationTitle
source: Agreement Details
de_de: Einzelheiten der Vereinbarung
es_419: Detalles del acuerdo
es_es: Detalles del acuerdo
fr_fr: Détails de l'Accord
it_it: Dettagli dell'accordo
ja_jp: 同意書内容
ko_kr: 계약 세부사항
ms_my: Butiran Perjanjian
pt_br: Detalhes do acordo
ru_ru: Подробности соглашения
th_th: รายละเอียดข้อตกลง
vi_vn: Chi tiết thoả thuận
zh_hans: 协议详情
zh_hant_tw: 協議詳情

# grantAgreementDetailsSymbol
source: Symbol
de_de: Börsenkürzel
es_419: Símbolo
es_es: Símbolo
fr_fr: Symbole
it_it: Simbolo
ja_jp: シンボル
ko_kr: 심볼
ms_my: Simbol
pt_br: Símbolo
ru_ru: Символ
th_th: สัญลักษณ์
vi_vn: Mã
zh_hans: 代号
zh_hant_tw: 代號

# grantAgreementDismissAlertMessage
source: If you cancel now, your progress will not be saved and you will need to review each document when you return.
de_de: Wenn du jetzt kündigst, wird dein Fortschritt nicht gespeichert und du musst jedes Dokument überprüfen, wenn du zurückkehrst.
es_419: Si cancelas ahora, tu progreso no se almacenará y tendrás que revisar cada documento cuando regreses.
es_es: Si cancela ahora, su progreso no se guardará y deberá revisar cada documento cuando regrese.
fr_fr: Si vous annulez maintenant, votre progression ne sera pas enregistrée et vous devrez recommencer l'examen de chaque document à votre retour.
it_it: Se annulli ora, i tuoi progressi non verranno salvati e dovrai rivedere ogni documento al tuo ritorno.
ja_jp: 今キャンセルすると、進捗は保存されず、戻ったときに各書類を確認する必要があります。
ko_kr: 지금 취소하면 진행 상황이 저장되지 않으며 돌아올 때 각 문서를 검토해야 합니다.
ms_my: Jika anda membatalkan sekarang, kemajuan anda tidak akan disimpan dan anda perlu menyemak setiap dokumen apabila anda kembali.
pt_br: Ao cancelar agora, o progresso não será salvo. Você precisará analisar cada documento quando retornar.
ru_ru: В случае отмены ваш прогресс не будет сохранен; при возвращении на эту страницу вам нужно будет просмотреть каждый документ.
th_th: หากคุณยกเลิกตอนนี้ สิ่งที่คุณได้ทำไปแล้วจะไม่ได้รับการบันทึก และคุณจะต้องตรวจสอบเอกสารแต่ละฉบับเมื่อคุณกลับมา
vi_vn: Nếu bạn hủy ngay bây giờ, tiến trình của bạn sẽ không được lưu và bạn sẽ cần xem xét từng tài liệu khi quay lại.
zh_hans: 如果您现在取消，您的进度将不会被保存，且您需要在返回时重新查核每份文件。
zh_hant_tw: 如果您現在取消，您的進度將不會被保存，且您需要在返回時重新查核每份文件。

# grantAgreementDismissAlertTitle
source: Cancel Agreement Review?
de_de: Vertragsüberprüfung stornieren?
es_419: ¿Cancelar la revisión del acuerdo?
es_es: ¿Cancelar la revisión del acuerdo?
fr_fr: Annuler l'examen de l'accord ?
it_it: Annullare la revisione del contratto?
ja_jp: 契約の確認をキャンセルしますか？
ko_kr: 계약 검토를 취소하시겠습니까?
ms_my: Batalkan Semakan Perjanjian?
pt_br: Cancelar a análise do contrato?
ru_ru: Отменить проверку соглашения?
th_th: ยกเลิกการตรวจสอบข้อตกลง
vi_vn: Hủy xem xét thỏa thuận?
zh_hans: 是否要取消协议审查？
zh_hant_tw: 是否要取消協議審查？

# grantAgreementDismissConfirmAction
source: Yes, Cancel
de_de: Ja, abbrechen
es_419: Sí, cancelar
es_es: Sí, cancelar
fr_fr: Oui, annuler
it_it: Sì, annulla
ja_jp: はい、キャンセルします
ko_kr: 취소
ms_my: Ya, Batalkan
pt_br: Sim, cancelar
ru_ru: Да, отменить
th_th: ใช่ ยกเลิก
vi_vn: Có, hủy
zh_hans: 是的，取消
zh_hant_tw: 是的，取消

# grantAgreementDocumentSectionHint
source: Select to view document
de_de: Auswählen, um das Dokument anzuzeigen
es_419: Seleccionar para ver el documento
es_es: Seleccionar para ver el documento
fr_fr: Sélectionner pour afficher le document
it_it: Seleziona per visualizzare il documento
ja_jp: 選択して書類を表示
ko_kr: 문서를 선택하여 확인하세요
ms_my: Pilih untuk melihat dokumen
pt_br: Selecione para visualizar o documento
ru_ru: Нажмите для просмотра документа
th_th: เลือกเพื่อดูเอกสาร
vi_vn: Chọn để xem tài liệu
zh_hans: 选择检视文件
zh_hant_tw: 選擇檢視文件

# grantAgreementDocumentTitleFormat
source: Review Document %d of %d
de_de: Überprüfungsdokument %1$d von %2$d
es_419: Revisar documento %1$d de %2$d
es_es: Documento de revisión %1$d de %2$d
fr_fr: Examiner le document %1$d sur %2$d
it_it: Documento di revisione %1$d di %2$d
ja_jp: 書類%2$dの%1$dを確認
ko_kr: %2$d 중 %1$d 문서를 검토하세요.
ms_my: Semak Dokumen %1$d daripada %2$d
pt_br: Analisar documento %1$d de %2$d
ru_ru: Просмотр документа %1$d из %2$d
th_th: ตรวจสอบเอกสาร %1$d จาก %2$d
vi_vn: Xem xét tài liệu %1$d trong %2$d
zh_hans: 查核文件 %1$d 之 %2$d
zh_hant_tw: 查核文件 %1$d 之 %2$d

# grantAgreementEmailBody
source: The attached agreement pertains to the grant below. Grant Date: %@ Award ID: %@
de_de: Die beigefügte Vereinbarung bezieht sich auf die nachstehende Gewährung. Datum der Gewährung: %1$@ Prämien-ID: %2$@
es_419: El acuerdo adjunto pertenece a la siguiente concesión. Fecha de concesión: %1$@ ID de la retribución: %2$@
es_es: El acuerdo adjunto se refiere a la concesión que se indica a continuación. Fecha de concesión: %1$@ ID de la retribución: %2$@
fr_fr: L'accord ci-joint concerne l'octroi ci-dessous. Date d'octroi : %1$@ Identifiant d'attribution : %2$@
it_it: L'accordo in allegato riguarda la sovvenzione riportata di seguito. Data di sovvenzione: %1$@ Identificativo conferimento: %2$@
ja_jp: 添付の同意書は、以下の授与に関するものです。授与日：%1$@ 報奨ID：%2$@
ko_kr: 첨부된 계약은 아래 부여와 관련된 것입니다. 부여일: %1$@ 보상 ID: %2$@
ms_my: Perjanjian yang dilampirkan adalah berkaitan dengan piagam di bawah. Tarikh Piagam: %1$@ ID Ganjaran: %2$@
pt_br: O acordo anexo se refere à concessão abaixo. Data da Concessão: %1$@ ID do prêmio: %2$@
ru_ru: Прилагаемое соглашение относится к гранту, указанному ниже. Дата субсидирования: %1$@ ID компенсации: %2$@
th_th: ข้อตกลงที่แนบมาเกี่ยวข้องกับเงินช่วยเหลือด้านล่าง วันที่มอบ: %1$@ รหัสรางวัล: %2$@
vi_vn: Thỏa thuận đính kèm liên quan đến khoản tài trợ dưới đây. Ngày tài trợ: %1$@ ID phần thưởng: %2$@
zh_hans: 所附协议与以下授予有关。 授予日期：%1$@ 奖励 ID：%2$@
zh_hant_tw: 所附協議與以下授予有關。 授予日期：%1$@ 獎勵 ID：%2$@

# grantAgreementEmailSubject
source: Grant Agreement - %@
de_de: Gewährungsvereinbarung - %1$@
es_419: Acuerdo de concesión: %1$@
es_es: Acuerdo de concesión - %1$@
fr_fr: Accord d'octroi - %1$@
it_it: Contratto di sovvenzione - %1$@
ja_jp: 授与同意書 - %1$@
ko_kr: 부여 계약 - %1$@
ms_my: Perjanjian Piagam - %1$@
pt_br: Acordo de concessão - %1$@
ru_ru: Соглашения о субсидировании - %1$@
th_th: ข้อตกลงการให้ทุน - %1$@
vi_vn: Thỏa thuận tài trợ - %1$@
zh_hans: 授予协议 - %1$@
zh_hant_tw: 授予協議 - %1$@

# grantAgreementFeatureDisabledMessage
source: For security reasons, this feature has been disabled.
de_de: Aus Sicherheitsgründen wurde diese Funktion deaktiviert.
es_419: Por motivos de seguridad, esta función se ha desactivado.
es_es: Por motivos de seguridad, esta función se ha desactivado.
fr_fr: Pour des raisons de sécurité, cette fonctionnalité a été désactivée.
it_it: Per motivi di sicurezza, questa funzione è stata disabilitata.
ja_jp: この機能はセキュリティ上の理由で無効になっています。
ko_kr: 보안상의 이유로 이 기능은 비활성화되었습니다.
ms_my: Atas sebab keselamatan, ciri ini telah dilumpuhkan.
pt_br: Por motivos de segurança, esse recurso foi desativado.
ru_ru: По соображениям безопасности эта функция была отключена.
th_th: เนื่องจากเหตุผลด้านความปลอดภัย คุณสมบัตินี้จึงถูกปิดการใช้งาน
vi_vn: Vì lý do bảo mật, tính năng này đã bị vô hiệu hóa.
zh_hans: 为保障您的安全，此功能已暂停使用。
zh_hant_tw: 為保障您的安全，此功能已暫停使用。

# grantAgreementGrantPriceLabel
source: Grant price
de_de: Gewährungspreis
es_419: Precio de concesión
es_es: Precio de concesión
fr_fr: Prix d'octroi
it_it: Prezzo attribuzione
ja_jp: 付与価格
ko_kr: 부여 가격
ms_my: Harga piagam
pt_br: Preço da concessão
ru_ru: Цена предоставления
th_th: ราคาทุน
vi_vn: Giá trợ cấp
zh_hans: 授予价格
zh_hant_tw: 授予價格

# grantAgreementIncentiveStockOptions
source: incentive stock options
de_de: Incentive-Aktienoptionen
es_419: Opciones de compra de acciones de incentivo
es_es: opciones de acciones como incentivo
fr_fr: options d'achat d'actions incitatives
it_it: stock option di incentivazione
ja_jp: インセンティブストックオプション
ko_kr: 인센티브 주식 옵션
ms_my: opsyen saham insentif
pt_br: Opções de ações incentivadas
ru_ru: премиальные опционы на акции
th_th: ออปชันหุ้นเพื่อสร้างแรงจูงใจ
vi_vn: quyền chọn cổ phiếu khích lệ
zh_hans: 激励股票期权（ISO）
zh_hant_tw: 激勵股票期權（ISO）

# grantAgreementLoadingMessage
source: Loading Grant Agreement
de_de: Finanzhilfevereinbarung wird geladen
es_419: Cargando acuerdo de concesión
es_es: Cargando acuerdo de concesión
fr_fr: Chargement de l'accord d'octroi
it_it: Caricamento dell'accordo di sovvenzione
ja_jp: 授与同意書を読み込んでいます
ko_kr: 부여 계약 로딩 중
ms_my: Memuatkan Perjanjian Piagam
pt_br: Carregando acordo de concessão
ru_ru: Загрузка соглашения о субсидировании
th_th: กำลังโหลดข้อตกลงการมอบทุน
vi_vn: Đang tải Thỏa thuận cấp
zh_hans: 正在载入授予协议
zh_hant_tw: 正在載入授予協議

# grantAgreementMarkAsReviewedButton
source: Mark as Reviewed
de_de: Als überprüft markieren
es_419: Marcar como revisado
es_es: Marcar como revisado
fr_fr: Marquer comme examiné
it_it: Contrassegna come recensito
ja_jp: レビュー済みとしてマーク
ko_kr: 검토 완료로 표시
ms_my: Tandakan sebagai Disemak
pt_br: Marcar como analisado
ru_ru: Отметить как рассмотренное
th_th: ทำเครื่องหมายว่าตรวจสอบแล้ว
vi_vn: Đánh dấu là Đã xem xét
zh_hans: 标记为已查核
zh_hant_tw: 標記為已查核
